{"word2idx": {"<pad>": 0, "<unk>": 1, "3d": 2, "a": 3, "about": 4, "absolute": 5, "across": 6, "addressed": 7, "administrators": 8, "admire": 9, "adopted": 10, "advanced": 11, "afar": 12, "after": 13, "afternoon": 14, "against": 15, "all": 16, "allows": 17, "alternative": 18, "always": 19, "among": 20, "an": 21, "ancient": 22, "and": 23, "anger": 24, "announcement": 25, "antique": 26, "apple": 27, "application": 28, "appreciate": 29, "around": 30, "artisan": 31, "artisanal": 32, "as": 33, "asleep": 34, "at": 35, "attic": 36, "author": 37, "automobile": 38, "away": 39, "baby": 40, "back": 41, "backyard": 42, "baker": 43, "bakery": 44, "baking": 45, "balanced": 46, "ball": 47, "barking": 48, "basket": 49, "batches": 50, "battery": 51, "beautiful": 52, "became": 53, "bed": 54, "been": 55, "before": 56, "began": 57, "beneath": 58, "berry": 59, "better": 60, "blanket": 61, "blew": 62, "boat": 63, "book": 64, "bought": 65, "branches": 66, "brand": 67, "bread": 68, "breakfast": 69, "breakthrough": 70, "breeze": 71, "brief": 72, "bright": 73, "brighter": 74, "brings": 75, "broken": 76, "buffeted": 77, "busy": 78, "by": 79, "call": 80, "calm": 81, "can": 82, "captivating": 83, "car": 84, "care": 85, "carefully": 86, "cat": 87, "caught": 88, "cause": 89, "chair": 90, "checked": 91, "children": 92, "childs": 93, "chilled": 94, "clarity": 95, "classroom": 96, "cleared": 97, "collectors": 98, "comfort": 99, "comfortable": 100, "community": 101, "company": 102, "complex": 103, "computer": 104, "conceal": 105, "concept": 106, "conference": 107, "connected": 108, "connecting": 109, "contact": 110, "contains": 111, "control": 112, "couch": 113, "could": 114, "covered": 115, "cozy": 116, "cracked": 117, "crashed": 118, "created": 119, "creating": 120, "creative": 121, "criticism": 122, "crumbs": 123, "curiosity": 124, "curled": 125, "cushioned": 126, "damaged": 127, "dark": 128, "data": 129, "day": 130, "decided": 131, "decision": 132, "deck": 133, "dedicated": 134, "deep": 135, "delicious": 136, "delight": 137, "designers": 138, "desktop": 139, "despite": 140, "detail": 141, "detailed": 142, "device": 143, "diet": 144, "difficult": 145, "digital": 146, "discussed": 147, "distance": 148, "distributed": 149, "dock": 150, "doctor": 151, "dog": 152, "door": 153, "double": 154, "down": 155, "downloaded": 156, "downpour": 157, "dozing": 158, "drifting": 159, "drink": 160, "driving": 161, "during": 162, "dust": 163, "dusty": 164, "each": 165, "early": 166, "eating": 167, "edit": 168, "education": 169, "educator": 170, "efficiently": 171, "elegant": 172, "empathy": 173, "employee": 174, "enables": 175, "endurance": 176, "energetic": 177, "energy": 178, "engine": 179, "engineer": 180, "engineering": 181, "enjoy": 182, "enjoyed": 183, "enthusiastic": 184, "entire": 185, "entrance": 186, "environment": 187, "ergonomic": 188, "essential": 189, "evening": 190, "every": 191, "everyone": 192, "everyones": 193, "exactly": 194, "exam": 195, "examine": 196, "exceeded": 197, "excellent": 198, "excited": 199, "exhausted": 200, "expectations": 201, "expected": 202, "expensive": 203, "experienced": 204, "expert": 205, "explained": 206, "explore": 207, "expressed": 208, "external": 209, "extremely": 210, "family": 211, "famous": 212, "far": 213, "farmers": 214, "fascinating": 215, "fast": 216, "favorite": 217, "features": 218, "feline": 219, "fell": 220, "felt": 221, "fetch": 222, "few": 223, "fierce": 224, "files": 225, "filled": 226, "fills": 227, "finally": 228, "finding": 229, "fix": 230, "fluffy": 231, "following": 232, "for": 233, "forced": 234, "forgotten": 235, "formatting": 236, "forum": 237, "found": 238, "fresh": 239, "friendly": 240, "frightened": 241, "from": 242, "front": 243, "fruit": 244, "fury": 245, "garage": 246, "gentle": 247, "genuine": 248, "gives": 249, "glistened": 250, "go": 251, "graceful": 252, "grading": 253, "graduation": 254, "graphics": 255, "great": 256, "green": 257, "group": 258, "growing": 259, "guarding": 260, "gust": 261, "had": 262, "halfeaten": 263, "handcrafted": 264, "handle": 265, "happiness": 266, "happy": 267, "harbor": 268, "hardworking": 269, "harvesting": 270, "having": 271, "he": 272, "headlights": 273, "headphones": 274, "healthy": 275, "hear": 276, "heavy": 277, "her": 278, "herself": 279, "hid": 280, "hide": 281, "highly": 282, "highperformance": 283, "highquality": 284, "highresolution": 285, "highway": 286, "him": 287, "his": 288, "history": 289, "holding": 290, "home": 291, "hot": 292, "hound": 293, "hour": 294, "hours": 295, "house": 296, "how": 297, "hull": 298, "human": 299, "i": 300, "if": 301, "images": 302, "immediately": 303, "immense": 304, "important": 305, "impossible": 306, "in": 307, "include": 308, "including": 309, "indoors": 310, "influences": 311, "initial": 312, "inside": 313, "inspiring": 314, "instructor": 315, "intense": 316, "interesting": 317, "international": 318, "into": 319, "invited": 320, "is": 321, "it": 322, "its": 323, "jogging": 324, "joy": 325, "jumped": 326, "jumping": 327, "just": 328, "kitchen": 329, "kitten": 330, "knocked": 331, "knowledgeable": 332, "laptop": 333, "large": 334, "last": 335, "lawn": 336, "lay": 337, "layer": 338, "lazy": 339, "leaf": 340, "leather": 341, "left": 342, "legs": 343, "length": 344, "library": 345, "light": 346, "livelier": 347, "living": 348, "loaf": 349, "local": 350, "located": 351, "long": 352, "longevity": 353, "looked": 354, "looking": 355, "lost": 356, "love": 357, "loves": 358, "loyal": 359, "luxury": 360, "lying": 361, "made": 362, "main": 363, "major": 364, "make": 365, "many": 366, "market": 367, "massive": 368, "me": 369, "mechanic": 370, "medical": 371, "meeting": 372, "member": 373, "missed": 374, "missing": 375, "modern": 376, "morning": 377, "mother": 378, "motivational": 379, "mouse": 380, "move": 381, "moving": 382, "much": 383, "multiple": 384, "my": 385, "national": 386, "near": 387, "necessary": 388, "need": 389, "needed": 390, "neighbor": 391, "neighborhood": 392, "new": 393, "next": 394, "night": 395, "nobody": 396, "noticed": 397, "novel": 398, "numbers": 399, "nutrition": 400, "observing": 401, "ocean": 402, "of": 403, "off": 404, "office": 405, "old": 406, "on": 407, "only": 408, "onto": 409, "open": 410, "operation": 411, "orchard": 412, "organic": 413, "our": 414, "out": 415, "outburst": 416, "outside": 417, "over": 418, "overall": 419, "parents": 420, "park": 421, "passed": 422, "passing": 423, "passionate": 424, "pastry": 425, "patience": 426, "patient": 427, "patiently": 428, "patients": 429, "pc": 430, "peaceful": 431, "peacefully": 432, "people": 433, "performance": 434, "period": 435, "personal": 436, "phone": 437, "photographers": 438, "physician": 439, "picked": 440, "piece": 441, "placed": 442, "play": 443, "playful": 444, "please": 445, "plenty": 446, "portable": 447, "powerful": 448, "praise": 449, "prefers": 450, "prepared": 451, "present": 452, "procedure": 453, "professional": 454, "projects": 455, "prominent": 456, "promote": 457, "proper": 458, "provides": 459, "providing": 460, "provoked": 461, "puppy": 462, "purchased": 463, "pure": 464, "purr": 465, "quality": 466, "quickly": 467, "quiet": 468, "quietly": 469, "rage": 470, "rain": 471, "ran": 472, "rare": 473, "reached": 474, "reaction": 475, "reading": 476, "realized": 477, "recovery": 478, "reflected": 479, "refreshing": 480, "regular": 481, "relax": 482, "relaxed": 483, "reliable": 484, "remember": 485, "remote": 486, "render": 487, "repaired": 488, "repairing": 489, "replace": 490, "replaced": 491, "report": 492, "rescue": 493, "research": 494, "resetting": 495, "residence": 496, "respect": 497, "rest": 498, "resting": 499, "returned": 500, "rich": 501, "right": 502, "rigid": 503, "ripe": 504, "rising": 505, "road": 506, "rocked": 507, "room": 508, "ruins": 509, "runners": 510, "running": 511, "rushing": 512, "safe": 513, "sails": 514, "sat": 515, "save": 516, "scholars": 517, "screen": 518, "sea": 519, "seat": 520, "seconds": 521, "secure": 522, "secured": 523, "see": 524, "seen": 525, "selected": 526, "serving": 527, "session": 528, "settled": 529, "she": 530, "shift": 531, "shiny": 532, "ship": 533, "shop": 534, "should": 535, "show": 536, "shower": 537, "significance": 538, "single": 539, "sit": 540, "sitting": 541, "sleek": 542, "sleeping": 543, "slice": 544, "small": 545, "smart": 546, "smartphone": 547, "smell": 548, "smoothly": 549, "snoozing": 550, "sofa": 551, "soft": 552, "software": 553, "some": 554, "soundly": 555, "sourdough": 556, "sparked": 557, "speak": 558, "specialist": 559, "sped": 560, "spends": 561, "spent": 562, "sprinting": 563, "stability": 564, "stalk": 565, "started": 566, "staying": 567, "still": 568, "stool": 569, "stopped": 570, "storm": 571, "straightforward": 572, "stranded": 573, "strenuous": 574, "stretched": 575, "strict": 576, "strong": 577, "students": 578, "study": 579, "studying": 580, "successful": 581, "such": 582, "sudden": 583, "suddenly": 584, "summer": 585, "supervisors": 586, "sure": 587, "surgeon": 588, "sustains": 589, "sweet": 590, "tail": 591, "taste": 592, "teacher": 593, "team": 594, "technician": 595, "terrified": 596, "that": 597, "the": 598, "their": 599, "they": 600, "thick": 601, "this": 602, "threatened": 603, "through": 604, "thunder": 605, "time": 606, "tired": 607, "to": 608, "toasted": 609, "todays": 610, "toddler": 611, "too": 612, "took": 613, "tool": 614, "trained": 615, "travel": 616, "tried": 617, "trip": 618, "types": 619, "uncovered": 620, "under": 621, "unfair": 622, "unsaved": 623, "unused": 624, "up": 625, "upgraded": 626, "various": 627, "vehicle": 628, "vehicles": 629, "versatile": 630, "very": 631, "vessel": 632, "veteran": 633, "violent": 634, "visible": 635, "volume": 636, "voyage": 637, "wagged": 638, "waiting": 639, "warm": 640, "was": 641, "washed": 642, "watched": 643, "waves": 644, "we": 645, "weekend": 646, "welcomed": 647, "went": 648, "were": 649, "what": 650, "when": 651, "where": 652, "while": 653, "whined": 654, "white": 655, "wholesome": 656, "wind": 657, "window": 658, "windows": 659, "wireless": 660, "with": 661, "wonderful": 662, "wooden": 663, "work": 664, "worked": 665, "working": 666, "world": 667, "wrote": 668, "you": 669, "young": 670, "your": 671}, "max_len": 16}